/* 
   Localizable.strings
   SSHTunnel

   Created by Antoine Mercadal on 10/07/08.
   Copyright 2008 Epitech. All rights reserved.
 */
 
"OK" = "Ok";

"Cancel" = "Abbrechen";

"Yes=" = "Ja";

"No" = "Nein";

"Kill all SSH" = "Alle SSH Prozesse töten";

"You are going to shut down all ssh sessions. Are you sure?" = "Du bist dabei alle SSH Sitzungen zu schließen. Bist Du sicher?";

"Outgoing" = "Ausgehend";

"Apply current server to all sessions" = "Aktuellen Server auf alle Sitzungen anwenden";

"You are going to set the server as the selected one to every session. Are you sure?" = "Du wirst den Server als den ausgewählten Server für jede Sitzung festlegen. Bist du sicher?"; 

"Error while connecting" = "Fehler während des Verbindens";

"The password or username set for the server are wrong." = "Das Passwort oder Benutzername die für diesen Server hinterlegt sind sind falsch.";

"Connection has been rejected by the server." = "Die Verbindung wurde vom Server abgelehnt.";

"The port is already in use on the server." = "Der Port ist auf diesem Server bereits in Benutzung";

"Global Proxy" = "Globaler Proxy";

"The global proxy session is currently running. Only one global proxy can run at a time. Would you like to stop it?" = "Die globale Proxy-Sitzung wird gerade ausgeführt. Es kann immer nur ein globaler Proxy ausgeführt werden. Möchtest du sie stoppen?";

"Reset factory presets" = "Auf Werkeinstellung zurücksetzen";

"Are you really sure you want to reset the factory presets? Note that you have to relaunch the application." = "Bist du sicher, dass du die Werkseinstellungen zurücksetzen willst? Beachte, dass du die Anwendung neu starten musst.";

"Error while loading datas" = "Fehler beim Laden der Daten";

"SSHTunnel was unable to load its saved state. Would you like to revert to the factory presets?" = "SSHTunnel konnte seinen gespeicherten Status nicht laden. Möchtest du zu den Werkseinstellungen zurückkehren?";

" Connection close for session " = " Verbindung geschlossen für Sitzung ";

" Sucessfully connects session " = " Erfolgreich zur Sitzung verbunden ";

" Wrong server password for session " = " Falsches Serverpasswort für diese Sitzung ";

" Unknown error for session " = " Unbekannter Fehler bei dieser Sitzung ";

" Initializing connection for session " = " Initialisiere Verbindung für Sitzung ";

" There is no dynamic port set for this session." = " Es ist kein dynamischer Port für diese Sitzung angegeben.";

" There is no services or dynamic port set for this session." = " Es wurde keine Dienste oder ein dynamisches Port-Set für diese Sitzung definiert.";

" There is no service or remote host set for this session" = " Es wurde kein Dienst oder Remote Host-Set für diese Sitzung definiert.";

" There is no server set for this session." = " Es wurde kein Server für die Sitzung definiert.";

"You quit the existing tunnels too by quitting the Application. Wanna quit really?" = "Beim Schließen des Programms werden vorhandene Tunnelverbindungen getrennt. Willst Du das wirklich?";

"Yes" = "Ja";

"Cancel" = "Abbrechen";

"Don't show again" = "Nicht erneut zeigen";

